export const test = [
  {
    id: 0,
    question: "Имеет ли Ваша кожа жирный блеск?",
    answers: [
      { label: "нет, или совсем немного" },
      { label: "блестит только на некоторых участках лица" },
      { label: "да, она блестит на всем лице" },
    ],
  },
  {
    id: 1,
    question: "Какие основные особенности Вашей кожи?",
    answers: [
      {
        label:
          "гладкая, бархатистая, без признаков шелушения и расширенных пор, с ровным цветом",
      },
      { label: "дискомфорт, ощущение стянутости, раздражение" },
      {
        label:
          "жирные участки кожи — Т-зона (нос, лоб, подбородок), сухая кожа на щеках",
      },
      { label: "жирный блеск, черные точки, угри" },
    ],
  },
  {
    id: 2,
    question: "Состояние вашей кожи после умывания водой:",
    answers: [
      { label: "как правило, сухая, иногда шелушится, ощущение стянутости" },
      {
        label:
          "не очень сухая, ближе к нормальной, редко возникает ощущение стянутости",
      },
      { label: "жирная на отдельных участках" },
      { label: "жирная на всех участках" },
    ],
  },
  {
    id: 3,
    question: "Имеются ли на Вашей коже полоски обезвоженности?",
    answers: [
      { label: "да, много" },
      { label: "да, несколько тонких полосок на некоторых участках" },
      { label: "нет" },
    ],
  },
  {
    id: 4,
    question: "На Вашей коже присутствует угри и воспалительные элементы?",
    answers: [{ label: "угри" }, { label: "черные точки" }, { label: "нет" }],
  },
  {
    id: 5,
    question: "Знакомы ли Вашей коже ощущения покалывания, покраснения?",
    answers: [
      { label: "нет" },
      { label: "иногда" },
      { label: "да" },
      { label: "Ответ" },
      { label: "Ответ" },
    ],
  },
  {
    id: 6,
    question: "На вашей коже есть морщины?",
    answers: [
      { label: "нет" },
      { label: "маленькие морщинки" },
      { label: "заметные морщины" },
    ],
  },
  {
    id: 7,
    question: "В каком возрастном промежутке Вы находитесь?",
    answers: [
      { label: "до 20 лет" },
      { label: "от 20 до 30 лет" },
      { label: "от 30 до 40 лет" },
      { label: "от 40 до 50 лет" },
      { label: "более 50 лет" },
    ],
  },
  {
    id: 8,
    question: "Как Вы можете описать степень упругости Вашей кожи?",
    answers: [
      { label: "очень упругая" },
      { label: "достаточно упругая" },
      { label: "не очень упругая" },
      { label: "совсем не упругая" },
    ],
  },
  {
    id: 9,
    question: "Есть ли на Вашей коже пигментные пятна?",
    answers: [
      { label: "нет" },
      { label: "есть несколько пигментных пятен" },
      { label: "много" },
    ],
  },
];
